Repository: lilian4orm/LamassuComplex
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: مرحبا ايه العالم

# nahda_residential_complex_live_your_life
source: Al Rawan Residential Complex Live your life...Live exclusivity
ar: غير حياتك ...عيش التفرد

source: Login
ar: تسجيل الدخول

# you_can_enter_as_guest
source: You can enter as a guest!
ar: يمكنك الدخول ك ضيف!

# welcome_nahda_residential_complex
source: Welcome to Al Rawan Residential Complex
ar: مرحبًا بك في مجمع لاماسو السكني

# discover_unique_lifestyle
source: Discover a unique lifestyle that combines comfort and elegance at Al Rawan Complex
ar: اكتشف أسلوب حياة مميز يجمع بين الراحة والأناقة في مجمع لاماسو السكني

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

# nahda_residential_complex
source: Al Rawan Residential Complex
ar: مجمع لاماسو السكني

source: Features
ar: المميزات

source: Sale Offers
ar: عروض البيع

source: Rental Offers
ar: عروض الايجار

source: View More
ar: عرض المزيد

source: Sale
ar: بيع

source: Rent
ar: ايجار

source: Book Now
ar: حجز الان

source: Similar
ar: مشابها

source: Visitors
ar: الزوار

# make_complaint
source: Make a complaint
ar: تقديم شكوى

# about_application
source: About the application
ar: حول التطبيق

source: reservation
ar: حجز

source: Price
ar: المبلغ

source: Order Date
ar: تاريخ الطلب

source: Consumption services
ar: استهلاك الخدمات

source: Booking Details
ar: تفاصيل الحجز

# thank_you
source: Thank you for choosing to book your apartment with us!
ar: شكرًا لاختيارك لحجز شقتك معنا!

# provide_info_for_confirmation
source: Please provide the following information to ensure your reservation is successfully confirmed. We also ask you to visit the complexâ€™s headquarters located in Al-Muthanna Governorate, Al Qadisih City, to complete the reservation stages. We look forward to welcoming you soon!
ar: يرجى توفير المعلومات التالية لضمان تأكيد الحجز والاتصال بك من قبل فريق المبيعات ... اهلا بك في الموعد المحدد من قبلك في مركز المبيعات الخاص بالمجمع .

# review_complex_location
source: We also ask you to review the location of the complex located in Baghdad Governorate, to complete the booking process.
ar: كما نطلب منك مراجعة مقر المجمع الكائن في محافظة بغداد، لاستكمال مراحل الحجز.

# looking_forward_to_welcome
source: We look forward to welcoming you soon!
ar: نتطلع إلى استقبالك قريبًا!

source: Address
ar: عنوان السكن

source: Successfully Booked
ar: تم الحجز بنجاح

# thank_you_for_choosing
source: Thank you for choosing our services. We are pleased to confirm your reservation for the apartment in Al Rawan Complex, Baghdad.
ar: نشكرك على اختيارك لخدماتنا، ونسعد بتأكيد حجزك للشقة في مجمع لاماسو السكني ، .

source: Continue Browsing
ar: اكمال التصفح

source: Booked
ar: محجوز

source: Search
ar: البحث

source: Apartment Search
ar: ابحث عن شقه احلامك

source: No search records yet
ar: لا توجد سجلات للبحث حتى الآن

# sorry_no_results
source: Sorry, no results match your search criteria.
ar: عذرًا، لا توجد نتائج تطابق مع معايير البحث الخاصة بك

# please_login_to_access_account
source: Please login to access your personal account and continue browsing.
ar: يرجى تسجيل الدخول للوصول إلى حسابك الشخصي ومتابعة المحتوى

source: Personal Account
ar: الحساب الشخصي

source: Account Information
ar: معلومات الحساب

source: Sales and Rent Payments
ar: دفعات الوحدة السكنية

source: Language and Input
ar: اللغة والادخال

source: Currency Conversion
ar: تحويل العملات

source: Community Engagement
ar: تواصل مع المجمع

source: Technical Support
ar: الدعم الفني

source: The last thing that was exposed
ar: اخر ما تم عرضة

source: Delete all
ar: حذف الكل

source: History Page
ar: صفحة المحفوظات

source: No content has been saved yet
ar: لم يتم حفظ أي محتوى حتى الآن

source: Notifications
ar: الاشعارات

source: There are no notifications currently
ar: لا يوجد أي إشعارات حاليا

source: About the complex
ar: عن المجمع

source: Do you really want to log out?
ar: هل تريد حقا تسجيل الخروج؟

source: Do you want to Login
ar: هل تريد تسجيل الدخول؟

source: Log Out
ar: تسجيل الخروج

# house_details
source: Apartment details
ar: تفاصيل الشقه

source: Account statement
ar: كشف الحساب

source: Amounts Paid
ar: المبالغ المسددة

# the_remaining_amounts
source: Remaining
ar: المبالغ المتبقية

source: Amounts
ar: المبالغ

source: Payment date
ar: تاريخ التسديد

source: Discount
ar: الخصم

source: Voucher Number
ar: رقم الوصل

source: code Number
ar: كود الوحدة السكنيه

source: The total amount
ar: المبلغ الكلي

source: Payment Details
ar: تفاصيل الدفعات

# there_ar_payment_accounts
source: There are no payment accounts
ar: لاتوجد حسابات حاليا

source: Phone Number
ar: رقم الهاتف

source: Home Adress
ar: عنوان السكن

# maintenance_requests
source: Maintenance
ar: طلبات الصيانة

# shipping_services
source: Shipping
ar: شحن الخدمات

source: Invoices
ar: الفواتير

source: Share QR
ar: مشاركة QR

source: Services
ar: الخدمات

source: Service type
ar: نوع الخدمه

# payment_status
source: Status
ar: حالة الدفع

source: Payments
ar: الدفعات

source: Confirmation
ar: تأكيد الطلب

source: try again
ar: اعادة المحاولة

# error_occurred
source: an error occurred
ar: حدث خطا

source: Service bills
ar: فواتير الخدمات

source: Service
ar: الخدمة

source: Not Available
ar: غير متاح

# choose_service
source: Choose a service
ar: اختر خدمة

source: note
ar: ملاحظة

source: Caller Name
ar: اسم الزبون

source: Caller Number
ar: رقم الزبون

source: Caller Occupation
ar: عمل الزبون

source: Residence Address
ar: عنوان السكن

source: Family Members Count
ar: عدد افراد الاسره

source: Source of Information
ar: كيف سمع عنا

source: Required Area
ar: المساحة المطلوبة

source: Reason for Contact
ar: سبب الاتصال

source: customer name
ar: اسم الزبون

source: customer phone
ar: هاتف الزبون

source: type
ar: النوع

# house
source: Apartment
ar: الدار

source: apartment
ar: رقم الشقة

source: building
ar: المبنى

source: floor
ar: الطابق

source: Details
ar: التفاصيل

source: Models
ar: النماذج

source: Customer Inquiry Form
ar: استفسار زبون

source: Approval Request Form
ar: استمارة طلب موافقة

source: Application and Inquiry Form
ar: الحجز والطلب والاستفسار

source: Salary
ar: الراتب

source: Visitor Detection
ar: الكشف عن زائر

source: The Audience
ar: الحضور

source: Salary Details
ar: تفاصيل الراتب

source: the Date
ar: التاريخ

source: Discounts
ar: الخصومات

source: Deductions
ar: الاستقطاعات

source: Extras
ar: الإضافات

source: Incentives
ar: الحوافز

source: OK
ar: موافق

source: Long press to confirm the order
ar: اضغط مطولا لتأكيد الطلب

source: Error in QR Code
ar: خطا في Qr code

# please_scan_the_visitor_add_button
source: Please scan the visitor's QR by clicking the add button
ar: الرجاء مسح QR الخاص بالزائر عن طريق الضغط على زر الإضافة

# provides_necessary_forms_sales_staff
source: Al Rawan Residential Complex, a residential complex that provides the necessary forms for sales staff. These forms include the inquiry form submitted by the customer to obtain additional information about available properties, and the approval request form submitted by employees to obtain administrative approval for real estate transactions. These forms contribute to facilitating the buying and selling processes within the Al Nahda Residential Complex and ensuring smooth and effective workflow
ar: مجمع لاماسو السكني، مجمع سكني يوفر الاستمارات الضرورية لموظفي المبيعات. تشمل هذه الاستمارات استمارة الاستفسار التي يقدمها الزبون للحصول على معلومات إضافية حول العقارات المتاحة، واستمارة طلب الموافقة التي يقدمها الموظفون للحصول على موافقة إدارية على الصفقات العقارية. تساهم هذه الاستمارات في تسهيل عمليات البيع والشراء داخل مجمع لاماسو السكني وضمان سير العمل بسلاسة وفعالية

# thank_you_for_choosing_us_for_your_needs
source: Thank you for choosing us for your needs. We are happy to confirm your reservation with us and your shipping request will be honored
ar: شكرًا لك على اختيارنا لتلبية احتياجاتك. نحن سعداء لتأكيد حجزك معنا سيتم تلبيه طلب الشحن

# thank_you_for_requesting_the_service_we_are_happy
source: Thank you for requesting the service! We are happy to serve you. Please confirm your order by clicking the confirm button below, or cancel your order if you need to amend.
ar: شكرًا لك على طلب الخدمة! نحن سعداء بخدمتك. يرجى تأكيد طلبك بالنقر على زر التأكيد أدناه، أو إلغاء الطلب إذا كنت بحاجة إلى تعديل.

# please_check_your_network
source: Please check your network connection and try again.
ar: الرجاء التحقق من الاتصال بالشبكة ومحاولة مرة أخرى.

source: Shipping has been confirmed successfully
ar: تم تأكيد الشحن بنجاح

source: The request was completed successfully
ar: تم الطلب بنجاح

# we_are_pleased_to_serve_you_in_the
source: We are pleased to serve you in the Al Rawan Complex application. From here you can charge your services easily and conveniently. Please choose the type of service you would like to charge from the following options:
ar: يسعدنا خدمتكم في تطبيق مجمع لاماسو السكني. من هنا يمكنكم شحن خدماتكم بسهولة وييسر. يرجى اختيار نوع الخدمة التي ترغب في شحنها من الخيارات التالية:

# the_maintenance_team_would_like_to_inform_you_that
source: The maintenance team would like to inform you that the maintenance technician will be on his way to solve your problem. The invoice will be sent to the billing department.
ar: يرغب فريق الصيانة في إعلامكم بأن فني الصيانة سيكون في طريقه لحل مشكلتكم سيتم ارسال الفاتوره في قسم الفواتير

# please_specify_the_type_of_maintenance_you_require
source: Welcome! We are pleased to serve you in the Al Rawan Complex application. Please specify the type of maintenance you require. We will work hard to meet your needs as quickly as possible.
ar: مرحبًا! يُسعدنا خدمتكم في تطبيق مجمع لاماسو السكني. يرجى تحديد نوع الصيانة التي تحتاجونها. سنعمل جاهدين على تلبية احتياجاتكم في أسرع وقت ممكن.

source: Share
ar: مشاركة

# unique_qr_code
source: Welcome! We are happy for you to be part of the Al Rawan Mall experience. A unique QR code will be generated for you. Present this code to visitors to allow them entry
ar: مرحبًا! يسعدنا أن تكون جزءًا من تجربة مجمع لاماسو السكني سيتم إنشاء رمز QR فريد لك. قدم هذا الرمز للزوار للسماح لهم بالدخول علما ان الرمز صالح للآستخدام لمرة واحدة فقط ولمدة ساعة واحدة .

source: Cancel
ar: الغاء

source: Inquiry Display
ar: الاستفسارات

source: Reservation Form Apartment
ar: حجز وحده سكنيه

source: View Reservations
ar: الحجوزات

source: Submit Request
ar: تقديم طلب

source: View Requests
ar: الطلبات

source: National ID Number
ar: رقم الهويه

source: Date
ar: التاريخ

source: Neighborhood
ar: محلة

source: Alley
ar: زقاق

source: Email (Optional)
ar: البريد الالكتروني

source: Occupation
ar: الوضيفة

source: Name
ar: الاسم

source: Form Name
ar: اسم النموذج

# house_name
source: Apartment Name
ar: اسم الشقه

source: Total Area
ar: المساحة الكلية

source: Building Space
ar: مساحة البناء

source: Reservation Forms
ar: استمارات الحجوزات

source: Edit Form
ar: تعديل الاستمارة

source: Edit
ar: تعديل

source: Requests
ar: الطلبات

source: Inquiry Forms
ar: استمارات الاستفسار

source: Home
ar: الشقه

source: Send
ar: ارسال

source: Occupation Type
ar: نوع الوضيفة

source: Account Number
ar: رقم الحساب

source: Payment Type
ar: نوع الدفع

source: Price in Words
ar: السعر كتابة

source: Administrative Fees
ar: الرسوم الادارية

source: Down Payment
ar: الدفعة الاولى

source: Gallery
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Front ID Image
ar: صورة الهوية من الأمام

source: Remove
ar: إزالة

source: Back ID Image
ar: صورة الهوية من الخلف

source: Forms
ar: النماذج
